IDEA Open Model
ResultOfNLAPoint.ResultOfIncrements Property
Compatible with IDEA StatiCa v 10.1
 Results in load case
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<ResultOfIncrement> ResultOfIncrements { get; set; }
Public Property ResultOfIncrements As List(Of ResultOfIncrement)
	Get
	Set
public:
property List<ResultOfIncrement^>^ ResultOfIncrements {
	List<ResultOfIncrement^>^ get ();
	void set (List<ResultOfIncrement^>^ value);
}
Property Value
Type: List<ResultOfIncrement>
See Also
Reference
ResultOfNLAPoint Class
IdeaRS.OpenModel.Result Namespace